sensoroptconverged/con/4.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       217010;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       217410;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       217610;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       218010;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          108654;
        startFace       218210;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          108654;
        startFace       326864;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          435;
        startFace       435518;
    }
)

// ************************************************************************* //
